"Andromeda" = "Andromeda";
"Antlia" = "Luchtpomp";
"Apus" = "Paradijsvogel";
"Aquarius" = "Waterman";
"Aquila" = "Arend";
"Ara" = "Altaar";
"Aries" = "Ram";
"Auriga" = "Voerman";
"Boötes" = "Ossenhoeder";
"Caelum" = "Graveerstift";
"Camelopardalis" = "Giraffe";
"Cancer" = "Kreeft";
"Canes Venatici" = "Jachthonden";
"Canis Major" = "Grote Hond";
"Canis Minor" = "Kleine Hond";
"Capricornus" = "Steenbok";
"Carina" = "Kiel";
"Cassiopeia" = "Cassiopeia";
"Centaurus" = "Centaur";
"Cepheus" = "Cepheus";
"Cetus" = "Walvis";
"Chamaeleon" = "Kameleon";
"Circinus" = "Passer";
"Columba" = "Duif";
"Coma Berenices" = "Hoofdhaar";
"Corona Australis" = "Zuiderkroon";
"Corona Borealis" = "Noorderkroon";
"Corvus" = "Raaf";
"Crater" = "Beker";
"Crux" = "Zuiderkruis";
"Cygnus" = "Zwaan";
"Delphinus" = "Dolfijn";
"Dorado" = "Goudvis";
"Draco" = "Draak";
"Equuleus" = "Veulen";
"Eridanus" = "Eridanus";
"Fornax" = "Oven";
"Gemini" = "Tweelingen";
"Grus" = "Kraanvogel";
"Hercules" = "Hercules";
"Horologium" = "Slingeruurwerk";
"Hydra" = "Waterslang";
"Hydrus" = "Kleine Waterslang";
"Indus" = "Indiaan";
"Lacerta" = "Hagedis";
"Leo" = "Leeuw";
"Leo Minor" = "Kleine Leeuw";
"Lepus" = "Haas";
"Libra" = "Weegschaal";
"Lupus" = "Wolf";
"Lynx" = "Lynx";
"Lyra" = "Lier";
"Mensa" = "Tafelberg";
"Microscopium" = "Microscoop";
"Monoceros" = "Eenhoorn";
"Musca" = "Vlieg";
"Norma" = "Winkelhaak";
"Octans" = "Octant";
"Ophiuchus" = "Slangendrager";
"Orion" = "Orion";
"Pavo" = "Pauw";
"Pegasus" = "Pegasus";
"Perseus" = "Perseus";
"Phoenix" = "Phoenix";
"Pictor" = "Schilder";
"Pisces" = "Vissen";
"Piscis Austrinus" = "Zuidervis";
"Puppis" = "Achtersteven";
"Pyxis" = "Kompas";
"Reticulum" = "Net";
"Sagitta" = "Pijl";
"Sagittarius" = "Boogschutter";
"Scorpius" = "Schorpioen";
"Sculptor" = "Beeldhouwer";
"Scutum" = "Schild";
"Serpens Caput" = "hoofd van de slang";
"Serpens Cauda" = "staart van de slang";
"Sextans" = "Sextant";
"Taurus" = "Stier";
"Telescopium" = "Telescoop";
"Triangulum" = "Driehoek";
"Triangulum Australe" = "Zuiderdriehoek";
"Tucana" = "Toekan";
"Ursa Major" = "Grote Beer";
"Ursa Minor" = "Kleine Beer";
"Vela" = "Zeilen";
"Virgo" = "Maagd";
"Volans" = "Vliegende Vis";
"Vulpecula" = "Vosje";
